{
    "name": "life-coaching",
    "content": [
        {
            "section": "hero-area",
            "headings": [
                {
                    "id":1,
                    "content":"Clara Monroe"
                },
                {
                    "id":2,
                    "content":"Life Coaching <br><span>for Gay Women</span>."
                }
            ],
            "texts": [
                {
                    "id":1,
                    "content":"As your life coach, my mission is to empower you to move forward in a way that feels right for you, honouring your unique identity and acknowledging the challenges you face."
                },
                {
                    "id":2,
                    "content":"We'll explore all the choices available to you, and I'll be there to support you every step of the way as you take action to create the life you want."
                  }
            ],
            "buttons": [
                {
                    "id":1,
                    "path": "/life-coaching/#services",
                    "content":"Explore Services",
                    "icon": "far fa-download"
                }
            ],
            "images": [
                {
                    "id":1,
                    "src": "/clara-images/Clara-warm-smile.png"
                }
            ]
        },
        {
            "section": "faq-area",
            "images": [
                {
                    "id": 1,
                    "src": "/images/faq/success-story-image-01.jpg"
                },
                {
                    "id": 2,
                    "src": "/images/faq/success-story-image-02.jpg"
                }
            ],
            "items": [
                {
                    "id": 1,
                    "title": "My Qualifications",
                    "texts": [
                        {
                            "id": 1,
                            "content": "Diploma en Dialogo Existencial (Circulo de Terapia Existencial, Ciudad de Mexico)"
                        },
                        {
                            "id": 2,
                            "content": "Accredited Diploma in Transformational Coaching (Animas Centre for Coaching, London)"
                        }
                    ]
                },
                {
                    "id": 2,
                    "title": "Coaching Courses",
                    "texts": [
                        {
                            "id": 1,
                            "content": "Relationship Coaching"
                        },
                        {
                            "id": 2,
                            "content": "Mindfulness for Coaching"
                        },
                        {
                            "id": 3,
                            "content": "Existential Coaching"
                        },
                        {
                            "id": 4,
                            "content": "Group Coaching and Facilitation"
                        }
                    ]
                }
            ]
        },
        {
            "section": "coaching-courses-area",
            "section_title": {
                "title": "My <span>Coaching</span> Services",
                "subtitle":""
            },
            "services": [
                {
                    "title": "Coming Out",
                    "texts": [
                        { "id": 1, "content": "Navigating your sexual orientation can be challenging, whether you're questioning your identity or have come to terms with being lesbian, bi, queer. It can be difficult to accept and you may feel scared about how your loved ones will react."},
                        { "id": 2, "content": "That's where my coaching services come in. With warmth and professionalism, we can work together to explore what your sexuality means to you and determine the best way for you to come out -if you decide to do so-. We'll work on exploring your experience and finding out how you can live authentically as your true self."},
                        { "id": 3, "content": "Whether you're wondering if you're a lesbian or need support through the coming out process, my coaching services are here to help. Let's work together to make it happen!"}
                    ],
                    "suffix": "WHETHER YOU'RE QUESTIONING YOUR SEXUALITY OR NEED SUPPORT THROUGH THE COMING OUT PROCESS, MY COACHING SERVICES CAN GUIDE YOU TOWARDS LIVING AUTHENTICALLY AS YOUR TRUE SELF. LET'S MAKE IT HAPPEN!"
                },
                {
                    "title": "Self-Empowerment",
                    "texts": [
                        { "id": 1, "content": "Life can throw many unpredictable challenges our way, leaving us feeling stuck or frustrated with where we're at. If you find yourself constantly thinking about how to fix everything around you but not sure where to start, then it's time to take action and work on self empowerment."},
                        { "id": 2, "content": "Together, we'll delve into your inner world and uncover what truly matters to you. We'll identify your values and purpose, and explore any limiting beliefs that may be holding you back. From there, we'll work together to widen your perspective and create empowering beliefs that will push you towards the life you desire."},
                        { "id": 3, "content": "Taking responsibility for your life and embracing self-empowerment will help you overcome obstacles, get unstuck and live in alignment with your true self. So, are you ready to create the change you want to see in your life? Let's get started!"}
                    ],
                    "suffix": "FEELING STUCK IN AN UNFULFILLING RELATIONSHIP? LET'S WORK TOGETHER TO FIND A WAY FORWARD THAT ALIGNS WITH YOUR AUTHENTIC SELF AND LEADS TO THE HAPPINESS YOU DESERVE!"
                },
                {
                    "title": "Relationship Break-Up",
                    "texts": [
                        {
                          "id": 1, "content": "Relationships can be complicated and it's not uncommon to feel a sense of unease and dissatisfaction at times. Sometimes, despite our best efforts, we may find ourselves in an unfulfilling partnership that leaves us feeling stuck and disconnected."
                        },
                        {
                          "id": 2, "content": "If you're feeling trapped in a relationship that no longer serves you, it may be time to take a step back and reflect on your situation from an existential perspective. By examining your values, needs, and desires, you can gain a deeper understanding of what truly matters to you and what you want out of life."
                        },
                        {
                          "id": 3, "content": "Together, we can explore the reasons why you feel like leaving and what may be holding you back. We'll work to identify any fears or anxieties that may be keeping you stuck in a relationship that no longer aligns with your authentic self."
                        },
                        {
                          "id": 4,"content": "If leaving is truly what you desire, we can work together to develop a plan of action and provide support as you navigate this difficult transition. It's okay to prioritise your own needs and happiness. By taking responsibility for your life and making the decision to move on, you can open yourself up to new opportunities and the possibility of a more fulfilling future."
                        }
                      ],
                    "suffix": "STUCK IN AN UNFULFILLING RELATIONSHIP? LET'S WORK TOGETHER TO FIND A WAY FORWARD THAT ALIGNS WITH YOUR AUTHENTIC SELF AND LEADS TO THE HAPPINESS YOU DESERVE!"
                },
                {
                    "title": "Late Blooming and Sexual Fluidity",
                    "texts": [
                        {
                          "id": 1, "content": "Do you find yourself grappling with your sexuality? Perhaps you're a woman over 40 who has always identified as straight, but now you find yourself drawn to another woman? Let's talk and explore the depths of what this means for you."
                        },
                        {
                          "id": 2, "content": "We'll delve into the existential questions that arise, such as who we are, what defines us, and how we change. And we'll navigate through any confusion or uncertainty, so you can fully embrace yourself and your evolving sexuality."
                        },
                        {
                          "id": 3,"content": "Life is a beautiful journey of growth and discovery and you have all the power to shape your own path."
                        }
                      ],
                    "suffix": "LET'S EXPLORE YOUR EVOLVING SEXUALITY TOGETHER AND NAVIGATE ANY CONFUSION OR UNCERTAINTY. YOU HAVE THE POWER TO SHAPE YOUR OWN PATH IN THIS BEAUTIFUL JOURNEY OF GROWTH AND DISCOVERY!"
                }
            ]
        },
        {
            "section": "about-area",
            "section_title": {
                "title": "Get rid of <span>Old School Assumptions</span>"
            },
            "texts": [
                {
                    "id": 1,
                    "content": "I assist learners in finding new effective belief and get rid of the outdated, discouraged and irrelevant life attitudes. Yo upgrading to be a better you."
                },
                {
                    "id": 2,
                    "content": "19<sub>years</sub>"
                },
                {
                    "id": 3,
                    "content": "Work Experience"
                }
            ],
            "anchors": [
                {
                    "id": 1,
                    "path": "/start-here",
                    "content": "Get Free Guide"
                }
            ],
            "images": [
                {
                    "id": 1,
                    "src": "/images/others/teacher-quote-1.jpg"
                }
            ]
        }, 
        {
            "section": "funfact-area",
            "section_title": {
                "title": "Learn the secrets to <span>Life Success</span>, <br/>these people have got the key.​",
                "subtitle":"MAXIMIZE YOUR POTENTIALS and possibilities"
            },
            "items": [
                {
                    "id": 1,
                    "title": "Registered Enrolls",
                    "suffix": "+",
                    "counter": 3.092
                },
                {
                    "id": 2,
                    "title": "Finished sessions",
                    "counter": 1.926
                },
                {
                    "id": 3,
                    "title": "Satisfaction rate",
                    "suffix": "%",
                    "counter": 100
                }
            ]
        }, 
        {
            "section": "testimonial-area",
            "items": [
                {
                    "id": 1,
                    "name": "Luvic Dubble",
                    "designation": "Private Tutor",
                    "description": "I am happy with their arrangement of lessons and subjects. They reflect a scientific investigation into effective methods to adopt for learners.",
                    "images": [
                        {
                            "src": "/images/testimonial/70/testimonial-1.jpg"
                        }
                    ]
                },
                {
                    "id": 2,
                    "name": "Florence Themes",
                    "designation": "Multimedia Admin",
                    "description": "I'm a very strict person so I require everything to be organized and neat. Then, I'll be able to make things right and shine. MaxCoach guys just got me.",
                    "images": [
                        {
                            "src": "/images/testimonial/70/testimonial-2.jpg"
                        }
                    ]
                },
                {
                    "id": 3,
                    "name": "Mina Hollace",
                    "designation": "Freelancer",
                    "description": "I am free to learn at my own pace, follow my own schedule and choose the subject I want to learn from the syllabus. Great study portal for people like me.",
                    "images": [
                        {
                            "src": "/images/testimonial/70/testimonial-3.jpg"
                        }
                    ]
                }
            ]
        }, 
        {
            "section": "video-area",
            "section_title": {
                "title": "Learn with all your <span>SENSES​</span>",
                "subtitle":"The combination of all senses into learning"
            },
            "images": [
                {
                    "src": "/images/about/about-me/about-me-popup-video-poster.jpg"
                }
            ],
            "video": {
                "videoId": "eS9Qm4AOOBY",
                "channel": "youtube"
            }
        },
        {
            "section": "course-area",
            "section_title": {
                "title": "Current Signature Courses",
                "subtitle":"Learn at your Pace"
            },
            "motto": {
                "text": "Get the most dedicated consultation for your life-changing course. Earn a certification for your effort and passion",
                "path": "/courses/grid-01",
                "pathText": "Get Free Guide"
            }
        },
        {
            "section": "blog-area",
            "section_title": {
                "title": "Secrets of learning revealed in blogs",
                "subtitle":"study with your favorite tutors"
            },
            "motto": {
                "text": "Get into details now?",
                "path": "/blogs/blog-grid",
                "pathText": "View all posts"
            }
        },
        {
            "section": "brand-area",
            "items": [
                {
                    "id": 1,
                    "images": [
                        {
                            "src": "/images/brand/client-logo-01.png"
                        }
                    ]
                },
                {
                    "id": 2,
                    "images": [
                        {
                            "src": "/images/brand/client-logo-02.png"
                        }
                    ]
                },
                {
                    "id": 3,
                    "images": [
                        {
                            "src": "/images/brand/client-logo-03.png"
                        }
                    ]
                },
                {
                    "id": 4,
                    "images": [
                        {
                            "src": "/images/brand/client-logo-04.png"
                        }
                    ]
                },
                {
                    "id": 5,
                    "images": [
                        {
                            "src": "/images/brand/client-logo-05.png"
                        }
                    ]
                },
                {
                    "id": 6,
                    "images": [
                        {
                            "src": "/images/brand/client-logo-01.png"
                        }
                    ]
                }
            ]
        }
    ]
}